Repository: MisterGuinness/gnome-shell-extension-sensors
Catalog: po/*.po
Languages: it, tr

source: Drive %s
it: Disco %s
tr: Sürücü %s

source: Average
it: Media
tr: Ortalama

source: Maximum
it: Massima
tr: En Yüksek

source: Sensors Settings
it: Impostazioni sensori
tr: Sensors Ayarları

source: Error
it: Errore
tr: Hata

source: Please run sensors-detect as root.
it: Lanciare sensors-detect come utente root.
tr: Lütfen sensors-detect komutunu root olarak çalıştırın.

source: Please install lm_sensors.
it: Installare pacchetto lm-sensors.
tr: Lütfen lm_sensors paketini kurun.

source: If this doesn't help, click here to report with your sensors output!
it: In caso di problemi, premi qui per inviare un report con l'output dei sensori!
tr: Eğer bu yardımcı olmazsa buraya tıklayıp sensors çıktınızı rapor edin!

source: Poll sensors every (in seconds)
it: Controlla sensori ogni (in secondi)
tr: Güncelleme sıklığı (saniye olarak)

source: Temperature unit
it: Unità di temperatura
tr: Sıcaklık birimi

source: Centigrade
it: Centigradi
tr: Santigrad

source: Fahrenheit
tr: Fahrenhayt

source: Display temperature unit
it: Visualizza unità di temperatura
tr: Sıcaklık birimini göster

source: Show temperature unit in panel and menu.
it: Visualizza unità di temperatura nel pannello e nel menu.
tr: Penalde ve menüde sıcaklık birimini göster.

source: Display decimal value
it: Visualizza cifra decimale
tr: Ondalık birim göster

source: Show one digit after decimal.
it: Visualizza una cifra dopo la virgola
tr: Ondalık noktasından sonra bir sayı gösterir.

source: Display drive temperature
it: Visualizza temperatura degli hard disk
tr: Sürücü sıcaklığını göster

source: Display fan speed
it: Visualizza velocità delle ventole
tr: Fan hızını göster

source: Display power supply voltage
it: Visualizza tensioni di alimentazione
tr: Güç kaynağı potansiyel farkını göster

source: Sensor in panel
it: Sensore sul pannello
tr: Paneldeki sensör

source: Display sensor label
it: Visualizza etichetta
tr: Sensör etiketini göster
